chat_system_1871423155_actor_description=Sleem, Swamp Spirit of Rage. 
chat_system_1871423155_switch_0_header_1=^?^Why do you disssturbing me, human? Sssleem is hungry. Sssleem mussst sssleep... Or have you brought fressh meat? Sssweet, sssodden with sssappy poison!<br><br>Satiety: [eat]/[eatmax]%<br>[s]Sssleem will gobble up poisssonous Sswamp and Royal Ssnakes and Poissonous Sspiders from your army. The sstronger the creaturess eaten, the more ssatiated is the Sswamp Sspirit.[/s]
chat_system_1871423155_switch_0_header_2=^?^I lisssten to you, my warm-blooded friend. What can the sssatiated and very kindly princcce of the vanisshed racce do for you?
chat_system_1871423155_snap_11_question=^?^[s]A scaly creature, looking much like a lizard, looks at you angrily, licking its thin lips with a forked tongue from time to time.[/s]
chat_system_1871423155_snap_11_answer_0=^?^(Leave him alone...)
chat_system_1871423155_snap_0_question=^?^Massster? Ridiculousss... Great Princcce of Asshur Ssswamps now sshould ssserve a human... Sshould? Nooo. Sssleem will not ssserve!
chat_system_1871423155_snap_0_answer_0=^?^Is there ever going to be an end to it?! I've fed enough animals to you!
chat_system_1871423155_snap_0_answer_1=^?^I've brought meat for you.
chat_system_1871423155_snap_0_answer_2=^?^Who are you?
chat_system_1871423155_snap_0_answer_3=^?^If you've fought the Titans... Can you tell something about them?
chat_system_1871423155_snap_0_header_3=^?^I led my army against the Titansss. They were... Big, yesss... Titansss were huge. And... foolissh. The godsss gave them a divine ssspark, but did not give them sskillsss.<br>Titansss' magic is crude, primitive, wasssteful. They did not fight with usss. They only wanted to clear the world of ssscraggsss. In order to create their own world, and inhabit it with their creaturesss.<br>They tried to sshatter usss with magic, plagued with terrible monsssterss, which were created to kill usss. We learned to destroy their spellsss, we sssent the beasstsss of the sswampsss againssst the Titansss and their monsstersss... And then they plunged the world... into winter...
chat_system_1871423155_snap_0_answer_4=^?^How can the great warrior of scraggs help me?
chat_system_1871423155_snap_0_header_4=^?^We, the scraggs, feed on the sswampsss' poisson. And we can throw it out, ssstriking your enemiesss... <br>My ssquirshesss - ssswamp predatorsss - are alwaysss ready to come at my first ssummonsss and attack my enemy! Fortunately... I have sssaved them. Ssquirsshsss sssleep, waiting for my sssummon...<br>The power of my family, the weapon of Sssleem, is the poissonousss fogsss of Asshur sswampsss. Ssscraggss' magic. Maybe I will awaken ancient forcesss of the world, which hasss not had Great Ssswamps for a long time...<br>And what gave usss hope and sstrength to fight the Titansss, Glo'Ote'ss ssspell, which made sscragg warriors invulnerable. Alasss, the ssspell did not sssave us from the freezing of the world. It is created for sscragg warriorsss, but perhapsss... I will be able to change the ssspell...
chat_system_1871423155_snap_0_answer_5=^?^Will you serve me?
chat_system_1871423155_snap_0_answer_6=^?^How did you get into the Chest?
chat_system_1871423155_snap_0_header_6=^?^When the Great Icesss came, many sscraggsss died... all of them excccept for Sssleem. I wasss lucky, or they were not... Anabiossisss, Lina sssaid that. And I was sssleeping in icce deep in the ground, for many thousssands of yearsss. <br>When Khasss, our United Continent was broken into partsss, everybody died... But me - I wasss found by Demonisss's emisssariesss. And they took me to the mussseum, as a sssample of the vanisshed raccce. There the creator of the Chesst found me. Sssubordinated. Very ssstrong. Hundredsss of timesss ssstronger than you...
chat_system_1871423155_snap_0_answer_7=^?^Tell me about your world.
chat_system_1871423155_snap_0_answer_8=^?^(Close the Chest...)
chat_system_1871423155_snap_5_question=^?^Yesss! I've been waiting for that day for thoussands of yearss! Sstarvation tormentsss torture me no more... I am sssorry, warm-blooded... We, sscraggsss, can live without food for a long time, but our ssstrength dwindlesss fassst if there iss little ssswamp poison inside of usss... We have ssuch... Hmm... How do you call it... A difficult word...
chat_system_1871423155_snap_5_answer_0=^?^What are you talking about?
chat_system_1871423155_snap_8_question=^?^Metabolism - our scaly friend means metabolism, young man, do you understand? Probably some vital organs of their body need some complex organic compounds in order to perform all their functions well, compounds which are deadly poisonous for common organisms.
chat_system_1871423155_snap_8_answer_0=^?^What did you just say?
chat_system_1871423155_snap_9_question=^?^Thank you, cold human female... My metabolisssm. It needss ssswamp poisssonssss. It was a good meal. Your food iss my food - my food iss your food.
chat_system_1871423155_snap_9_answer_0=^?^You can keep your food to yourself; it runs around the table too fast for my taste... So, what about our friendship, Your Highness?
chat_system_1871423155_snap_2_question=^?^"Your food is my food, my food is your food"... This is an ancient expression of friendship... sscraggsss' tradition. Now we are friendsss. I am ready to help you...<br>Sssleem is a good warrior. Sssleem wass a Chief Cressadire in his father'ss army, and fought even Titansss.
chat_system_1871423155_snap_2_answer_0=^?^Excellent! I am honored to have such a friend... The last prince of the scraggs! - Nobody else could make this claim!
chat_system_1871423155_snap_1_question=^?^My sympathiess for you grow ssstronger with every piece of meat... I feel we can really become friendsss...<br><br>Satiety: [eat]/[eatmax]%
chat_system_1871423155_snap_1_answer_0=^?^Poisonous spiders. You can eat them...
chat_system_1871423155_snap_1_answer_1=^?^Swamp snakes. Great food for you!
chat_system_1871423155_snap_1_answer_2=^?^Royal snakes. A real delicacy! Bon appetit...
chat_system_1871423155_snap_1_answer_3=^?^I'm sorry, but I have nothing.
chat_system_1871423155_snap_6_question=^?^[s]The crown prince of the now-extinct race of Scraggs pounces on the poor animals with great violence. Still fluttering, their bodies disappearing into the insatiable monster's enormous maws, eaten alive...[/s]
chat_system_1871423155_snap_6_answer_0=^?^So, how is that?
chat_system_1871423155_snap_6_answer_1=^?^So, how is that?
chat_system_1871423155_snap_4_question=^?^Ssstrange creatures... In my Endoria there were no creaturesss like thisss. But they are tasssty. Worthy for a royal meal. I want more!<br><br>Satiety: [eat]/[eatmax]%
chat_system_1871423155_snap_4_answer_0=^?^Enough for you! I see you're quite satiated.
chat_system_1871423155_snap_4_answer_1=^?^It seems to me I had some more poisonous beasts, let me see...
chat_system_1871423155_snap_4_header_1=^?^Come, give them to me!
chat_system_1871423155_snap_4_answer_2=^?^Wait a little, I don't have anything else.
chat_system_1871423155_snap_10_question=^?^My name is Sssleem. I am the crown princcce, the ssseventh child of the Lord of Assshur Sswampsss. And I'm the last of the ssscraggss, the only one to ssurvive.
chat_system_1871423155_snap_10_answer_0=^?^You've named yourself a "scragg?" What does it mean?
chat_system_1871423155_snap_10_header_0=^?^In our language, sscraggsss' language, it means "child of the poisssonousss abyssss." We are pangolinsss, a race of ssswamp inhabitantsss. There were timesss, when we were ssstrong, we were the lordsss of the whole world, but it was many thousssand yearsss ago. Now I am the only ssscragg, the lassst Lord, a princcce with no sswampsss...
chat_system_1871423155_snap_10_answer_1=^?^What's happened to everybody else?
chat_system_1871423155_snap_10_header_1=^?^Winter came. We are pangolinsss, human. Cold-blooded. Cold makes usss weak, helplesss, kills usss and plungess uss into sssleep. I wass lucky - when the continentsss broke and all the flessh died, I wass far away, captive in another world...
chat_system_1871423155_snap_10_answer_2=^?^I'd like to ask about another thing...
chat_system_1871423155_snap_10_header_2=^?^Yesss, warm-blooded, Prince Sssleem is ready to lisssten...
chat_system_1871423155_snap_10_answer_3=^?^I don't have any more questions.
chat_system_1871423155_snap_3_question=^?^To sserve? Never! The Crown princcce will never ssserve... But... We could become friendsss! Sshouldn't friendsss help each other? You help me and I help you... The Sscraggsss' lasst prince will call you his friend!
chat_system_1871423155_snap_3_answer_0=^?^Friendship? Sounds good! How can I help you?
chat_system_1871423155_snap_3_header_0=^?^I am hungry, human! A thoussand yearss without water and food. A thoussand of long yearsss I sssurvived only thanksss to my magic and the sstrange deviccccess of Lina. Sshe made to me... anabiossiss, asss sshe called it. But you've awakened me, and I am very hungry...<br>Bring me meat. Much meat. I need sspecial food, sssodden with ssswamp poissson. Living food... Or I will assk the cold female for anabiossisss again... <br><br>Satiety: [eat]/[eatmax]%
chat_system_1871423155_snap_7_question=^?^About my world? That iss your world asss well! Or have you not heard of the sscraggsss that inhabited Endoria before the Titansss came? We, sscraggsss, were the first intelligent race to inhabit thisss world. We lived in our poissonousss sswampsss, and we conquered everyone, and nobody could meassure themsselvesss againsst usss... We were ssstrong, and you'll never reach thosse heightsss. We appeared from the ssseeds of life, like the other firsstss, but we appeared to be ssstronger than the othersss, and we conquered the whole world. We created ccivilizzation...<br>We fought with Titansss asss equalsss. But we were defeated, and the sscraggsss disssapeared, desstroyed by those who were created by the godsss.
chat_system_1871423155_snap_7_answer_0=^?^Titans? You lived in Endoria before they came, and you fought them?
chat_system_1871423155_snap_7_header_0=^?^I sssee, you have heard me, human. When the world wass created, and sssewn with the sseedsss of life, sscraggsss were among thossse who grew from thessse sseedsss...<br>Titanss were created by the godss much later. They were sstrong; they sseemed to be ssstronger than we. Creatorss. Divine sspark... They inflicted the Great Iccesss... All Endoria wass covered with an icce layer... It wass very cold, we were dying, and we were... no more... When returned to Endoria oncce more, I ssaw a different world. But it iss the placce where I hatched from my egg, here, in thisss world. I hear itss voice, a native voicce...
